{
  "projects": [
    { "id": 1,
      "title": "Bacon ipsum dolor",
      "user": "Piggy",
      "problem": "Andouille short loin tail pork chop tenderloin salami t-bone ground round. Bacon porchetta bresaola ball tip. Strip steak kevin short ribs venison pork loin, salami ground round pork chop drumstick doner swine pastrami. Doner beef ribs chicken cupim filet mignon pork loin tri-tip tenderloin ham hock ground round sausage t-bone. Boudin shank shoulder meatloaf hamburger chicken swine. Turkey brisket shankle tail drumstick.",
      "potential_solution": "Porchetta brisket capicola ham turkey short loin pork belly. Prosciutto turducken shoulder meatloaf, beef rump tri-tip spare ribs ham hock picanha fatback t-bone pork belly biltong bresaola. Cupim bacon capicola pancetta shank. Pancetta bacon boudin picanha pork chop frankfurter turkey."
    },

    { "id": 2,
      "title": "Hamburger pastrami kevin",
      "user": "Hog",
      "problem": "Salami filet mignon porchetta prosciutto, tail sirloin pastrami t-bone ribeye hamburger shank capicola. Pork belly doner short ribs turducken shank pancetta ribeye, ground round jerky biltong hamburger bresaola prosciutto rump. Prosciutto shoulder salami t-bone ground round, alcatra burgdoggen pig capicola landjaeger bresaola. Pastrami pork chop ground round venison frankfurter cow leberkas sausage chuck alcatra capicola hamburger meatball ham hock.",
      "potential_solution": "Spicy jalapeno short ribs shank jerky, cupim pork chop frankfurter brisket filet mignon ball tip pancetta porchetta landjaeger turducken. Pastrami beef ribs meatloaf filet mignon brisket short ribs tongue. Porchetta fatback filet mignon bacon pancetta chuck short loin capicola. Turkey kevin porchetta, rump shank landjaeger prosciutto bacon ham ball tip. T-bone kevin bacon, alcatra corned beef andouille spare ribs bresaola chuck pig chicken doner. Pastrami pig pork loin, t-bone ground round venison pancetta chuck filet mignon doner kielbasa flank."
    },

    { "id": 3,
      "title": "Spicy jalapeno bacon",
      "user": "Boar",
      "problem": "Flank shankle pig doner picanha shoulder chicken frankfurter strip steak fatback. Chicken doner meatloaf short ribs bresaola porchetta, kevin short loin venison landjaeger meatball corned beef brisket drumstick. Venison hamburger turducken meatball, prosciutto meatloaf corned beef cupim filet mignon pork. Fatback shankle t-bone turducken, ball tip andouille cupim hamburger tongue ribeye jowl chicken brisket strip steak. Filet mignon brisket ham hock pork chop hamburger doner, shank corned beef flank tongue landjaeger frankfurter spare ribs.",
      "potential_solution": "Bresaola sirloin corned beef andouille alcatra tongue rump spare ribs sausage venison cupim ribeye pork belly porchetta. Sausage bresaola drumstick, cow landjaeger pork belly pancetta. Cupim boudin venison shankle doner brisket, sirloin corned beef tongue ham hock sausage tri-tip turkey chuck. Kielbasa leberkas frankfurter t-bone flank pig brisket landjaeger doner ball tip sausage venison. Rump brisket pork chop biltong pastrami kevin. Meatloaf cupim venison ham short ribs."
    },

    { "id": 4,
      "title": "Prosciutto beef ribs",
      "user": "Piggy",
      "problem": "Pig tenderloin swine jowl, porchetta fatback salami tongue. Cow fatback meatloaf, chuck bacon jowl kevin sausage turkey. Salami corned beef picanha, meatloaf cow brisket flank. Chicken meatloaf landjaeger ribeye boudin spare ribs leberkas rump tongue ground round.",
      "potential_solution": "Tail shank pork chop ball tip venison swine short loin. Filet mignon capicola bresaola, cupim landjaeger flank cow swine. Filet mignon leberkas pork loin, kevin hamburger kielbasa chicken ham flank spare ribs biltong tenderloin. Cow hamburger biltong, pork loin short loin tenderloin pig. Jowl fatback tongue beef flank meatloaf biltong, pastrami short ribs pork chop bresaola short loin."
    },

    { "id": 5,
      "title": "Fatback hamburger filet mignon",
      "user": "Hog",
      "problem": "Corned beef hamburger capicola porchetta ground round. Prosciutto ball tip salami, alcatra kielbasa beef andouille filet mignon bresaola. Rump sirloin chuck pork loin tail pork spare ribs tenderloin. Pork strip steak sausage cow biltong frankfurter burgdoggen. Short ribs filet mignon corned beef, chicken chuck andouille porchetta tongue.",
      "potential_solution": "Biltong venison frankfurter hamburger landjaeger, cupim pork ham chicken salami. Turducken tri-tip turkey sausage. Ham landjaeger ribeye doner pancetta, chuck brisket hamburger rump salami corned beef cow meatloaf pork loin ground round. Turkey beef alcatra short ribs sausage t-bone flank jerky."
    }

  ]
}
